{
  "title": [
    "1.",
    "A National Evil – the curse of the goitre in Switzerland (lrb.co.uk)",
    "2.",
    "DeskHop – Fast Desktop Switching (github.com/hrvach)",
    "3.",
    "Pushing ChatGPT's Structured Data Support to Its Limits (minimaxir.com)",
    "4.",
    "What's up Python? Epic CPython commit, Django 5 and 2FA for PyPI (bitecode.dev)",
    "5.",
    "Reindeer Sleep and Eat Simultaneously (smithsonianmag.com)",
    "6.",
    "Will scaling work? (dwarkeshpatel.com)",
    "7.",
    "Bad Apple as MS-DOS Escape Sequences (16colo.rs)",
    "8.",
    "We Turned the Tide in the Roach Wars (theatlantic.com)",
    "9.",
    "4-year campaign backdoored iPhones using possibly most advanced exploit ever (arstechnica.com)",
    "10.",
    "Evolving the Infinite Canvas (wattenberger.com)",
    "11.",
    "The ghost of a colonial road on the eastern side of the Chrysler Building (ephemeralnewyork.wordpress.com)",
    "12.",
    "Scratch in the Browser (squeak.js.org)",
    "13.",
    "Chisel: A Modern Hardware Design Language (github.com/chipsalliance)",
    "14.",
    "Operation Triangulation: What You Get When Attack iPhones of Researchers (securelist.com)",
    "15.",
    "Apple wins bid to pause Apple Watch ban at US appeals court (reuters.com)",
    "16.",
    "Julia 1.10 Released (julialang.org)",
    "17.",
    "Lessons from debugging a tricky direct memory leak (medium.com/pinterest-engineering)",
    "18.",
    "HyperRogue, a open-source non-Euclidean roguelike: new weapons (zenorogue.blogspot.com)",
    "19.",
    "Scientists discover the first new antibiotics in over 60 years using AI (euronews.com)",
    "20.",
    "Neolithic high mountain settlers were doing complex livestock/farming activities (phys.org)",
    "21.",
    "Light-induced whole-molecule vibration can rupture melanoma cells’ membrane (rice.edu)",
    "22.",
    "A Lighthouse Keeper Hangs Up Her Bonnet (hakaimagazine.com)",
    "23.",
    "'A business model based on mass copyright infringement' (theregister.com)",
    "24.",
    "2023: Focusing on a single product pays off (maxrozen.com)",
    "25.",
    "CSS Is Fun Again (pdx.su)",
    "26.",
    "TU Berlin Scientists Hack Tesla Autopilot and Discover Secret Elon-Mode (t3n.de)",
    "27.",
    "'The Egyptian Book of the Dead' Review: An Ancient Guide to the Afterlife (wsj.com)",
    "28.",
    "Injection of \"smart insulin\" regulates blood glucose levels for one week (arstechnica.com)",
    "29.",
    "Apollo 11 vs. USB-C Chargers (2020) (forrestheller.com)",
    "30.",
    "A CCPA Request to OpenAI Took 101 Days and Raises More Questions Than Answers (dbreunig.com)",
    "More"
  ]
}
